Repository: vdhamer/Photo-Club-Hub
Catalog: Localization/PhotoClubHub.Readme.xcstrings
Source language: en
Languages: nl

source: Amsterdam has two photography museums.
nl: De fotomusea aan de Keizersgracht in Amsterdam.

source: Buttons for the automatic slide show
nl: Knopjes om de beelden automatisch te doorlopen

# Clubs, their Members, and their Portfolios
source: Clubs, their Members, and their Photos
nl: Clubs, Leden, en Foto’s.

source: Configuring Level 1 data for a Dutch photo club
nl: Template voor het toevoegen van een fotoclub

source: Example of a link to a club web site
nl: Link (in blauw) naar een club website

source: Features and Tips
nl: Functionaliteit en Tips

source: Fragment of the Swift source code
nl: Swift codefragment t.a.v. functies in het clubbestuur

source: Highlighted clubs are part of the Fotobond
nl: De oranje clubs zijn aangesloten bij de Fotobond.

source: How you can help
nl: App zoekt hulp

source: Maps can be viewed in 3D
nl: Omgeving van een fotomuseum in 3D

source: Part of the internal translation table
nl: Een stukje van de interne EN-NL vertaaltabel

source: Readme
nl: Over deze app

# Search bar of _Portfolios_ screen (for iOS 26 and up)
source: Search bar of _Portfolios_ screen for iOS/iPadOS versions supporting Liquid Glass.
nl: De zoekfunctie zit bij een iPhone vanaf iOS 26 onderaan het scherm.

source: Supported (🏵) and temporary (🪲) expertise tags
nl: Ondersteunde (🏵) en tijdelijke (🪲) expertise tags

source: Supported Platforms
nl: iOS en iPadOS

source: The App
nl: Overzicht

source: The Concept
nl: Het Concept

source: The Preferences screen.
nl: Het Instellingen scherm in de app.

source: The search bar is at the top of the screen (for iOS versions up to 18).
nl: De zoekfunctie zit bij een iPhone met iOS 17 of 18 bovenaan het scherm.

source: You are running app version %@ (build %@)
nl: U draait app versie %@ (build %@)

source: You can set a preference for thumbnails
nl: Instelbare voorkeur voor plaatjes per fotograaf
